/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "%@-ra sartzeko beharrezkoa da izena ematea";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Ezeztatu";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Izena Eman";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Izena:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Pasahitza:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Emandako erabiltzaile izena eta pasahitza gorde egingo dira harpidetza eguneratzean erabiltzeko.";

